export const radioData = {
    lecRadioOne: [
        {
            label: "（10分）完全可以预料。",
            value: 10,
        },
        {
            label: "（6分）相当可能。",
            value: 6,
        },
        {
            label: "（3分）可能，但不经常。",
            value: 3,
        },
        {
            label: "（1分）可能性小，完全意外。",
            value: 1,
        },
        {
            label: "（0.5分）很不可能，可以设想。",
            value: 0.5,
        },
        {
            label: "（0.2分）极不可能。",
            value: 0.2,
        },
        {
            label: "（0.1分）实际不可能。",
            value: 0.1,
        },
    ],
    lecRadioTwo: [
        {
            label: "（10分）连续暴露。",
            value: 10,
        },
        {
            label: "（6分）每天工作时间内暴露。",
            value: 6,
        },
        {
            label: "（3分）每周一次或偶然暴露。",
            value: 3,
        },
        {
            label: "（2分）每月一次暴露。",
            value: 2,
        },
        {
            label: "（1分）每年几次暴露。",
            value: 1,
        },
        {
            label: "（0.5分）非常罕见暴露。",
            value: 0.5,
        },
    ],
    lecRadioThree: [
        {
            label: "（100分）严重违反法律法规和标准，或10人以上死亡或50人以上重伤，或损失5000万元以上，或公司停产，或产生重大国际、国内影响。",
            value: 100,
        },
        {
            label: "（40分）违反法律法规或标准，或3人以上10人以下死亡，或10人以上50人以下重伤，或损失1000万元以上，或装置停工，或在行业内、省内产生影响。",
            value: 40,
        },
        {
            label: "（15分）潜在违反法规和标准，或3人以下死亡，或10人以下重伤，或损失100万以上，或部分装置停工，或在地区内产生影响。",
            value: 15,
        },
        {
            label: "（7分）不符合上级或行业的安全方针、制度、规定等，或人员丧失劳动力、截肢、骨折、听力丧失、慢性病，或损失10万元以上，或部分设备停工，或在公司及周边产生影响。",
            value: 7,
        },
        {
            label: "（3分）不符合公司操作规程，或人员轻微受伤、间歇不舒服，或损失一万元以上，或一套设备停工，或引人关注，不利于基本的安全卫生要求。",
            value: 3,
        },
        {
            label: "（1分）完全符合法律法规，或人员无伤亡，或损失一万元以下，或没有设备停工，或公司形象没有受损。",
            value: 1,
        },
    ],
    lsRadioOne: [
        {
            label: "（5分）在现场没有采取防范、监测、保护、控制措施，或危害的发生不能被发现（没有监测系统），或在正常情况下经常发生此类事故或事件。",
            value: 5,
        },
        {
            label: "（4分）危害的发生不容易被发现，现场没有检测系统，也未发生过任何监测，或在现场有控制措施，但未有效执行或控制措施不当，或危害发生或预期情况下发生。",
            value: 4,
        },
        {
            label: "（3分）没有保护措施（如没有保护装置、没有个人防护用品等），或未严格按操作程序执行，或危害的发生容易被发现（现场有监测系统），或曾经作过监测，或过去曾经发生类似事故或事件。",
            value: 3,
        },
        {
            label: "（2分）危害一旦发生能及时发现，并定期进行监测，或现场有防范控制措施，并能有效执行，或过去偶尔发生事故或事件。",
            value: 2,
        },
        {
            label: "（1分）有充分、有效的防范、控制、监测、保护措施，或员工安全卫生意识相当高，严格执行操作规程。极不可能发生事故或事件。",
            value: 1,
        },
    ],
    lsRadioTwo: [
        {
            label: "（5分）违反法律法规或者标准，或者有人员死亡，或者造成一百万元以上损失，或者有2套设备被停工，或者产生重大国际影响。",
            value: 5,
        },
        {
            label: "（4分）潜在违反法律法规，或丧失劳动能力，或损失50万元以下，或2套装置设备停工，或企业形象在行业内或省内受影响。",
            value: 4,
        },
        {
            label: "（3分）不符合上级公司或行业的安全方针、制度、规定等，或人员有截肢、骨折等较严重伤病，或损失一万元以上，或一套装置设备停工，或企业形象在地区范围受损。",
            value: 3,
        },
        {
            label: "（2分）不符合企业操作规程，或人员轻微手上间接不舒服，或损失一万元以下，或几乎不停工，或企业形象在公司及周边范围受损。",
            value: 2,
        },
        {
            label: "（1分）符合法律法规及其他要求，或无人员伤亡，无经济损失，或无停工，或企业形象未受损。",
            value: 1,
        },
    ],
}